{
  "presentation": {
    "home": "Home",
    "aboutMe": "About me",
    "contact": "Contact",
    "hey": "Hey",
    "iam": "I'm",
    "stack": "Full-Stack Developer",
    "desc": "I help businesses grow by crafting amazing web experiences. If you’re looking for a developer that likes to get stuff done",
    "letstalk": "Let's Talk",
    "planguages": "Programming Languages",
    "devtools": "Development Tools",
    "yearsexperience": "Years of Experience",
    "skillsubtitle": "I am striving to never stop learning and improving",
    "sendmeamessage": "Send Me A Message",
    "name": "Your name",
    "entername": "Enter your name",
    "email": "Your email",
    "enteremail": "Enter your email",
    "message": "Your message",
    "entermessage": "Enter your message",
    "sendmessage": "Send Message",
    "aboutp1": " My name is Enricky, and I specialize in web development that utilizes HTML, CSS, JS, and REACT, etc.",
    "aboutp2": "I am a highly motivated individual and eternal optimist dedicated to writing clear, concise, robust code that works. Striving to never stop learning and improving. When I'm not coding, I am writing blogs, reading, or picking up some new hands-on art project like photography.",
    "aboutp3": "  I like to have my perspective and belief systems challenged so that I see the world through new eyes."
  },
  "projects": {
    "MovieApp": "Android movie application, developed natively in Java, uses The Movie DB API.",
    "FinanceControlApi": "RESTfull API for financial control, developed in Java/Spring Boot and POSTGRES database.",
    "FinanceControlApp": "Financial control application, developed in Java, consumes the Finance Control API.",
    "WeatherApp": "NextJs/TailwindCSS app with OpenWeatherMap API, provides accurate real-time weather information.",
    "StoreAPI": "RESTfull API for product management, developed in NodeJs/Express/Prisma and MYSQL database.",
    "MidasStudio": "Landing page developed for Midas Studio, using SEO concepts with React/TailwindCSS technologies.",
    "Pokedex": "NextJs/StyledComponents project, consumes official Pokémon API, highlights pagination techniques.",
    "NetflixClone": "Clone of the Netflix home page, challenge and practical learning in React/StyledComponents.",
    "FinanceControl": "ReactJs/StyledComponents project for financial control, emphasizing learning React Hooks and UseStates.",
    "ViaCerta": "Clone of the Via Certa (Manaus-AM) website in HTML/CSS/JavaScript, including image carousel and hamburger menu",
    "developin": "Developed in"
  }
}
