{
  "presentation": {
    "home": "Home",
    "aboutMe": "Sobre mim",
    "contact": "Contato",
    "hey": "Olá",
    "iam": "Eu sou",
    "stack": "Desenvolvedor Full-Stack",
    "desc": "Eu ajudo negócios a crescer criando experiências incríveis na web. Se você está procurando um desenvolvedor que gosta de realizar tarefas",
    "letstalk": "Vamos conversar",
    "planguages": "Linguagens de programação",
    "devtools": "Ferramentas de desenvolvimento",
    "yearsexperience": "Anos de experiência",
    "skillsubtitle": "Estou me esforçando para nunca parar de aprender e melhorar",
    "sendmeamessage": "Envie-me uma mensagem",
    "name": "Seu nome",
    "entername": "Insira seu nome",
    "email": "Seu email",
    "enteremail": "Insira seu email",
    "message": "Sua mensagem",
    "entermessage": "Insira sua mensagem",
    "sendmessage": "Enviar Mensagem",
    "hello": "Olá!",
    "skills": "Habilidades",
    "aboutp1": " Meu nome é Enricky e sou especialista em desenvolvimento web full-stack. Tenho experiência em desenvolvimento de aplicativos móveis nativos, aplicativos web e APIs RESTfull. Atualmente, estou focado em desenvolvimento mobile com Java",
    "aboutp2": "Sou um indivíduo altamente motivado e um eterno otimista, dedicado a escrever códigos claros, concisos e robustos que funcionem. Esforçando-se para nunca parar de aprender e melhorar.",
    "aboutp3": "Gosto de ter minha novos desafios e tecnologias para aprender.",
    "projects": "Projetos",
    "conctactdesc": "Atualmente estou disponível para trabalho freelance",
    "projectsdesc": "Tive o prazer de trabalhar com esses projetos incríveis"
  },
  "projects": {
    "MovieApp": "Aplicativo android de filmes, desenvolvido nativamente em Java, consome API do The Movie DB.",
    "FinanceControlApi": "API RESTfull para controle financeiro, desenvolvido em Java/Spring Boot e banco de dados POSTGRES.",
    "FinanceControlApp": "Aplicativo de controle financeiro, desenvolvido em Java, consome a API Finance Control API.",
    "WeatherApp": "App NextJs/TailwindCSS com a API OpenWeatherMap, fornece informações precisas do clima em tempo real.",
    "StoreAPI": "API RESTfull para gerenciamento de produtos, desenvolvido em NodeJs/Express/Prisma e banco de dados MYSQL.",
    "MidasStudio": "Landing page desenvolvida para Midas Studio, utilizando conceitos de SEO com as tecnologias React/TailwindCSS.",
    "Pokedex": "Projeto NextJs/StyledComponents, consome API oficial do Pokémon, destaca técnicas de paginação.",
    "NetflixClone": "Clone da página principal da Netflix, desafio e aprendizado prático em React/StyledComponents.",
    "FinanceControl": "Projeto ReactJs/StyledComponents para controle financeiro, enfatizando o aprendizado React Hooks.",
    "ViaCerta": "Clone do site Via Certa (Manaus-AM) em HTML/CSS/JavaScript, incluindo carrossel de imagens e menu hambúrguer",
    "developin": "Desenvolvido em"
  }
}
